{
    "sessionData" : 
    [
        {
    
            "id": "s100",
            "day": "1",
            "session": "0",
            "type": "Welcome",
            "gmt": "14:55",
            "est": "10:55",
            "duration": "5 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "EHS & Operations",
            "summary": "EHS & operations functions around the world demonstrated their strategic value during the pandemic, but they now face a new focus as CEOs turn their attentions to ongoing operational resilience and innovative performance. This virtual summit will examine the main environmental strategic priorities for organisations in 2022.",
            "agendaIndex": "tab-btn-one",
            "css": "Keynote"
        },
        {
            "id": "s101",
            "day": "1",
            "session": "1",
            "type": "Panel",
            "gmt": "15:00",
            "est": "11:00",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Taking EHS To The Next Level Of Success",
            "summary": "EHS functions around the world demonstrated their strategic value during the pandemic. As CEOs now turn their focus to ongoing operational resilience and ESG performance there is an opportunity for EHS leaders to take their functions to the next level of success. This session will cover the new initiatives that EHS leaders can take in 2022 to maintain their strategic importance in the business at a time when organizational responsibilities are changing and the range of EHS tasks expanding.",
            "agendaIndex": "tab-btn-one",
            "css": ""
        },
        {
            "id": "s102",
            "day": "1",
            "session": "2",
            "type": "Panel",
            "gmt": "15:40",
            "est": "11:40",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Best Practices For Worker Health Programs In A Post-Pandemic World",
            "summary": "The Covid-19 pandemic has put worker health issues at the top of the priority list. As we emerge from crisis management, EHS leaders need to cope with a vast array of worker health issues such as mental wellbeing, hybrid working and psychological safety. This session will help attendees understand how to rescope and repriortize worker health isues in a changed world challenged by the pandemic and a battle for talent.",
            "agendaIndex": "tab-btn-one",
            "css": ""
        },
        {
            "id": "s10b",
            "day": "1",
            "session": "",
            "type": "Break",
            "gmt": "16:10",
            "est": "12:10",
            "duration": "10 minutes",
            "calendar": "",
            "title": "Break",
            "summary": "",
            "agendaIndex": "",
            "css": "break"
        },
        {
            "id": "s103",
            "day": "1",
            "session": "3",
            "type": "Panel",
            "gmt": "16:20",
            "est": "12:20",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Time For An Environmental Risk Upgrade: Mitigating More Severe Natural Hazards",
            "summary": "Businesses face a significant increase in risks caused by uncontainable wildfires, more intense rainfall, more severe tornadoes and more powerful hurricanes. Natural hazards increasingly knock linear infrastructure out of action as well as triggering environmental spills and process safety events. This session will frame the issues caused by more intense natural hazards and provide a framework for developing an upgraded environmental risk management plan.",
            "agendaIndex": "tab-btn-one",
            "css": ""
        },
        {
            "id": "s104",
            "day": "1",
            "session": "4",
            "type": "Panel",
            "gmt": "17:10",
            "est": "13:10",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Refocusing On The Prevention Of Serious Injuries & Fatalities",
            "summary": "As safety leaders switched their attention to business continuity and Covid-19 risk management, they were unable to dedicate additional resource to improving SIF and HiPo prevention programs. What’s more, new work routines and reduced on-site safety audits introduced more risks. This session will help safety leaders reboot their SIF programs and learn from experts on new dynamic risk management tools and integrated process safety IT systems.",
            "agendaIndex": "tab-btn-one",
            "css": ""
        },
        {
            "id": "s200",
            "day": "2",
            "session": "0",
            "type": "Welcome",
            "gmt": "14:55",
            "est": "10:55",
            "duration": "5 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "ESG & Sustainability",
            "summary": "To better serve their organizations, EHS and operations leaders need to understand how ESG and sustainability commitments and expectations are driving change across the firm. This virtual summit will discuss active sustainability strategies, including the importance of investor-grade ESG data and the role of EHSQ compliance and risk management.",
            "agendaIndex": "tab-btn-two",
            "css": "Keynote"
        },
        {
            "id": "s201",
            "day": "2",
            "session": "1",
            "type": "Panel",
            "gmt": "15:00",
            "est": "11:00",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Next Generation Chief Sustainability Officers Will Reshape Strategies",
            "summary": "As CEOs have become more cognizant of the impact of ESG performance on company valuation, they have been looking for CSOs with a financial, strategic and change management skill set. This session will discuss how the new generation of CSOs are turning passive sustainability strategies centred on corporate communications into active strategies which change operational processes and ultimately adapt business models.",
            "agendaIndex": "tab-btn-two",
            "css": ""
        },
        {
            "id": "s202",
            "day": "2",
            "session": "2",
            "type": "Panel",
            "gmt": "15:40",
            "est": "11:40",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "The Future Is Now: ESG Disclosures, Scores & Ratings",
            "summary": "Financial markets have moved at an incredible pace in the last 3 years to integrate Environmental, Social and Governance factors into investment and lending decisions. Regulators are now catching up with new mandatory disclosures and financial reporting rules rolling out this year and into 2024. This session will walk through the looming compliance requirements and help attendees understand how smart data management strategies will reduce the cost of compliance and boost ESG scores.",
            "agendaIndex": "tab-btn-two",
            "css": ""
        },
        {
            "id": "s20b",
            "day": "2",
            "session": "",
            "type": "Break",
            "gmt": "16:10",
            "est": "12:10",
            "duration": "10 minutes",
            "calendar": "",
            "title": "Break",
            "summary": "",
            "agendaIndex": "",
            "css": "break"
        },
        {
            "id": "s203",
            "day": "2",
            "session": "3",
            "type": "Panel",
            "gmt": "16:20",
            "est": "12:20",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Implementing Sustainability Strategies: The Role Of EHS, Real Estate & Operations",
            "summary": "As firms finalize their sustainability strategies it becomes clear that operational business functions - EHS, engineering, real estate and maintenance - are critical to drive implementation and boost ESG performance. This session will share insights on the role of each function, the need to tie together performance data from multiple existing systems and the evolution in the strategy-to-implementation organizational model.",
            "agendaIndex": "tab-btn-two",
            "css": ""
        },
        {
            "id": "s204",
            "day": "2",
            "session": "4",
            "type": "Panel",
            "gmt": "17:10",
            "est": "13:10",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "ESG Regulations Elevate The Strategic Significance Of EHSQ Compliance",
            "summary": "Historically, EHS non-compliances have rarely impacted investor sentiment. More recently, sustainability risks have received more attention. As ESG reporting becomes mandatory, firms will find that a broader range of EHS and sustainability disclosures get scrutinized by investors, lenders and board directors. This session will explain how AI is being used for reputational risk monitoring and why firms need to assess how robust their compliance systems are for ESG-related data.",
            "agendaIndex": "tab-btn-two",
            "css": ""
        },
        {
            "id": "s300",
            "day": "3",
            "session": "0",
            "type": "Welcome",
            "gmt": "14:55",
            "est": "10:55",
            "duration": "5 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Net Zero & Energy Transition",
            "summary": "Thousands of firms across the globe are making commitments to achieve net zero emissions or to migrate to a lower carbon operational model but few have a strategy in place that will help them deliver on this goal.",
            "agendaIndex": "tab-btn-two",
            "css": "Keynote"
        },
        {
            "id": "s301",
            "day": "3",
            "session": "1",
            "type": "Panel",
            "gmt": "15:00",
            "est": "11:00",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "From Net Zero Pledge To Realistic Pathway & Action Plan",
            "summary": "Thousands of CEOs are making public pledges that their firm will operate on a net zero emission basis at a future date ranging from the present to 2050. These pledges leave operational leaders scrambling to define a realistic decarbonization pathway and implementation program. This session will cover the key elements of net zero emissions strategies and the essential role of data and digital technology to optimize implementation.",
            "agendaIndex": "tab-btn-three",
            "css": ""
        },
        {
            "id": "s302",
            "day": "3",
            "session": "2",
            "type": "Panel",
            "gmt": "15:40",
            "est": "11:40",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Defining Your Enterprise Carbon Management Solution Requirements",
            "summary": "Firms are coming under increasing pressure to implement a robust, enterprise-wide carbon management system which provides the data, insights and levers to meet disclosure requirements as well as enabling net zero strategy implementation. This session will walk through the vision, strategic goals and business requirements which will define the scope and functionality of your carbon management platform.",
            "agendaIndex": "tab-btn-three",
            "css": ""
        },
        {
            "id": "s30b",
            "day": "3",
            "session": "",
            "type": "Break",
            "gmt": "16:10",
            "est": "12:10",
            "duration": "10 minutes",
            "calendar": "",
            "title": "Break",
            "summary": "",
            "agendaIndex": "",
            "css": "break"
        },
        {
            "id": "s303",
            "day": "3",
            "session": "3",
            "type": "Panel",
            "gmt": "16:20",
            "est": "12:20",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Digital Solutions For Carbon Management: Corporate, Financial & Industrial",
            "summary": "Business requirements for carbon management are diverging from the traditional carbon footprint analysis. As financial institutions face climate risk stress tests, asset managers must provide updates on financed emissions and industrial firms tangle with the complex data to inform long-term energy transition strategies. This session will provide detailed descriptions of distinct business and technical requirements of three flavors of carbon management software for financial, fossil fuel intensive industrials and other corporate buyers.",
            "agendaIndex": "tab-btn-three",
            "css": ""
        },
        {
            "id": "s304",
            "day": "3",
            "session": "4",
            "type": "Awards",
            "gmt": "17:10",
            "est": "13:10",
            "duration": "40 minutes",
            "calendar": "https://go.verdantix.com/l/562622/2022-01-29/5w1k9r/562622/1643496147uOy54bAy/Innovating_for_Sustainable_Operations___Test.ics",
            "title": "Innovation Awards",
            "summary": "The prestigious Verdantix Innovation Excellence Awards will recognize the people and organizations who are instrumental in implementing successful, innovative technologies that improve processes, management and reporting. This year the annual awards ceremony will take place virtually, with the trophies being presented at the in-person Innovating For Sustainable Operations summit taking place in Austin, Texas, 24-26 October 2022.",
            "agendaIndex": "tab-btn-three",
            "css": "awards"
        }
    ],
    "sponsorData" :
    [
        {
            "id": "aecom",
            "name": "AECOM",
            "website": ["aecom.com", "https://aecom.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_AECOM_Main.png",
            "linkedIn": "https://www.linkedin.com/company/aecom/",
            "twitter": "https://twitter.com/AECOM",
            "bio": "AECOM is the world’s trusted infrastructure consulting firm, delivering professional services throughout the project lifecycle – from planning, design and engineering to program and construction management. On projects spanning transportation, buildings, water, new energy and the environment, our public- and private-sector clients trust us to solve their most complex challenges. Our teams are driven by a common purpose to deliver a better world through our unrivaled technical expertise and innovation, a culture of equity, diversity and inclusion, and a commitment to environmental, social and governance priorities. AECOM is a Fortune 500 firm and its Professional Services business had revenue of $13.3 billion in fiscal year 2021. See how we are delivering sustainable legacies for generations to come at aecom.com and @AECOM.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "alcumus",
            "name": "Alcumus",
            "website": ["alcumus.com", "https://alcumus.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/12/Verdantix-Sponsor_Alcumus_Main.png",
            "linkedIn": "https://www.linkedin.com/company/the-alcumus-group/",
            "twitter": "https://twitter.com/alcumusgroup",
            "bio": "Alcumus provides market leading risk management solutions within the fields of Health, Safety, Environmental and Quality Management for organisations across multiple sectors. We think beyond compliance, providing our customers with sustainable solutions that deliver competitive advantage. With over 35 years of experience and more than 1,100 clients, we understand the unique challenges that organisations face. We also know how technology can be used to reduce the burden on people, budgets and the business as a whole. Our software solutions enable organisations to manage health and safety, governance and risk, asset management and hazardous substances in a more effective way. We help companies to digitize these key processes so that they can protect their workforce, increase their productivity and demonstrate compliance with relevant legislation.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "benchmarkesg",
            "name": "BenchmarkESG",
            "website": ["benchmarkdigitalesg.com", "https://benchmarkdigitalesg.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2022/01/Verdantix-Sponsor_L_BenchmarkESG_Main.png",
            "linkedIn": "https://www.linkedin.com/company/benchmark-esg/",
            "twitter": "https://twitter.com/BM_ESG_Gensuite",
            "bio": "Benchmark ESG™ (the next generation of Gensuite®) enables companies to implement robust cross-functional Environmental, Social, and Governance (ESG) Solutions – locally, globally and across diverse operating profiles. Our comprehensive cloud-based software suite features intuitive, best-practice process functionality, flexible configurations and powerful extensions. For over two decades, our digital platform has helped companies manage safe & sustainable operations worldwide, with a focus on fast return on investment (ROI), service excellence and continuous innovation. Join over 1,500,000 users that trust Benchmark ESG™ with their software system needs for operational risk and compliance, EHS, sustainability, product stewardship; responsible sourcing; and ESG disclosure reporting and management.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "compliancequest",
            "name": "ComplianceQuest",
            "website": ["compliancequest.com", "https://compliancequest.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2022/01/Verdantix-Sponsor_ComplianceQuest_Main.png",
            "linkedIn": "https://www.linkedin.com/company/compliancequest/",
            "twitter": "https://twitter.com/compliancequest",
            "bio": "ComplianceQuest is an award winning, 100% cloud based Next Generation AI-Powered Enterprise Clinical, Quality, Health and Safety Management Solution (QHSE) natively built and run on the Salesforce platform. Our unified and connected solutions help companies of all sizes deliver quality products and services in the safest, most sustainable way by mitigating risk, problems, and inefficiencies while protecting customers, patients, employees, suppliers and brand.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "ecifm",
            "name": "eCIFM",
            "website": ["ecifm.com", "https://ecifm.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_eCIFM_Main.png",
            "linkedIn": "https://www.linkedin.com/company/ecifm-solutions/",
            "twitter": "https://twitter.com/ecifm_solutions",
            "bio": "eCIFM Solutions Inc. provides Integrated Workplace Management Systems (IWMS) services to organizations looking to improve the efficiency of their real estate portfolios and facilities. eCIFM resells and implements IBM TRIRIGA. eCIFM delivers the IBM TRIRIGA IWMS solution based on its in depth knowledge and experience with the TRIRIGA product and extensive domain knowledge in numerous industries. eCIFM is a Gold level accredited Premier IBM Business Partner committed to delivering value to its customers. eCIFM’s Premier level IBM Business Partnership relays that IBM has endorsed eCIFM’s superior skills, certified professionals and innovative software solutions that drive exceptional business results and value to its clients.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "ecoonline",
            "name": "EcoOnline",
            "website": ["ecoonline.com", "https://ecoonline.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/12/Verdantix-Sponsor_EcoOnline_Main.png",
            "linkedIn": "https://www.linkedin.com/company/ecoonline-global/",
            "twitter": "https://twitter.com/ecoonline_uk_ir",
            "bio": "EcoOnline is a leading provider of Environmental, Health, Safety and Quality (EHSQ) software solutions. For over two decades, EcoOnline has been dedicated to making workplaces safer, by providing organisations of all sizes with user-friendly EHSQ software that create engagement and operational excellence. Today EcoOnline helps more than 6,500 customers, in 86 industries, to effectively spot risks and incidents, take corrective actions and protect employees, contractors, customers and the public. Supported by more than 400 purpose-driven employees based in Norway, Sweden, Denmark, Finland, Ireland, the UK and the US, EcoOnline enables companies to create healthier, safer, and more sustainable working places.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "enhesa",
            "name": "Enhesa",
            "website": ["enhesa.com", "https://enhesa.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_enhesa_Main.png",
            "linkedIn": "https://www.linkedin.com/company/enhesa/",
            "twitter": "https://twitter.com/Enhesa",
            "bio": "Enhesa is partner to multi-national corporations that want to help build a safer, more sustainable world. Through comprehensive EHS and product compliance intelligence, we empower clients to take care of the environment, health and safety of their collective. Combining our advanced regulatory expertise in 300+ jurisdictions with AI-powered technology, we provide actionable insights in more than 30 languages – covering what compliance means now and how it will change in the future. We help you comply with confidence – today, tomorrow, across the globe.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "erm",
            "name": "ERM",
            "website": ["erm.com", "https://erm.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/12/Verdantix-Sponsor_ERM_main.png",
            "linkedIn": "https://www.linkedin.com/company/erm/",
            "twitter": "https://twitter.com/sustinsti",
            "bio": "At ERM, sustainability is our business. As the largest global pure play sustainability consultancy, we partner with the world’s leading organizations, creating innovative solutions to sustainability challenges and unlocking commercial opportunities that meet the needs of today while preserving opportunity for future generations. Our diverse team of world-class experts supports clients across the breadth of their organizations to operationalize sustainability, underpinned by our deep technical expertise in addressing their environmental, health, safety, risk and social issues. We call this capability our “boots to boardroom” approach for its comprehensive service model that allows ERM to develop strategic and technical solutions that advance objectives on the ground or at the executive level.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "figbytes",
            "name": "FigBytes",
            "website": ["figbytes.com", "https://figbytes.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_FigBytes_Main.png",
            "linkedIn": "https://www.linkedin.com/company/figbytes/",
            "twitter": "https://twitter.com/FigBytes",
            "bio": "FigBytes provides software solutions that automate the planning, implementation, and performance tracking of sustainability initiatives. FigBytes believes that sustainability should be beautiful. Our solutions take you beyond compliance frameworks and reporting to truly integrated strategy and brilliant visualization and engagement. FigBytes offers a single technology platform that is a unique combination of: Strategy Mapping & Visualization – Data Management and Analytics (Carbon, Energy, Water, Waste, Social Responsibility, Project and Performance Management) – HR 360 Performance, Social Media and Gamification – Integrated Reporting.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "hsi",
            "name": "HSI",
            "website": ["hsi.com", "https://hsi.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2022/01/Verdantix-Sponsor_L_hsi_main.png",
            "linkedIn": "https://www.linkedin.com/company/health-%26-safety-institute/",
            "twitter": "https://twitter.com/hsi_brands",
            "bio": "HSI is your single-source partner for EHS, Compliance, and Professional Development. HSI provides integrated e-learning content, training solutions, and cloud-based software designed to enable your business to improve safety, operations, and employee development. As a leader in ESG and EHS we offer safety management and safety datasheet solutions, and training for compliance and safety, workforce professional development, industrial skills, and emergency care and CPR, for businesses of all sizes. Since 2007, our combination of technology and content solutions help safety, human resources and operations leaders train and develop their workforce, keep workers safe, and meet regulatory and operational compliance requirements.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "isometrix",
            "name": "ISOMETRIX",
            "website": ["isometrix.com", "https://isometrix.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_ISOMETRIC_Main.png",
            "linkedIn": "https://www.linkedin.com/company/isometrix-software/",
            "twitter": "https://twitter.com/IsoMetrixGRC",
            "bio": "A Verdantix Green Quadrant Leader for consecutive years, IsoMetrix provides integrated ESG and EHS software solutions for medium and large enterprises across a range of medium to high-risk industries. With offices on four continents, customers in over 100 countries, and a client retention rate of 95%, we’re well positioned to support our clients around the world. For over 25 years, global companies have trusted us to manage their risk. Our leading ESG management and reporting solution simplifies data collection and monitoring, advanced trend analysis, and reporting against any standard or framework. Our software tracks and facilitates progress towards specific ESG objectives, helping our customers reach their desired milestones and hit their corporate targets.",
            "resourceA": ["ESG Reporting Brochure", "Download", "https://www.isometrix.com/solutions/environmental-social-and-governance-esg"],
            "resourceB": ["EHS Brochure", "Download", "https://www.isometrix.com/solutions/environment-health-safety-ehs-management"],
            "resourceC": ["Webinar: How to satisfy investor demand with ESG metrics with software", "Watch", "https://www.isometrix.com/webinars/how-to-satisfy-investor-demand-for-esg-metrics"]
        },
        {
            "id": "novisto",
            "name": "Novisto",
            "website": ["novisto.com", "https://novisto.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/12/Verdantix-Sponsor_Novista_Main.png",
            "linkedIn": "https://www.linkedin.com/company/novisto/",
            "twitter": "https://twitter.com/NovistoPlatform",
            "bio": "Our purpose is to advance a more inclusive and resilient society by enabling organizations to create value through sustainability. We believe technology is a catalyst in achieving corporate adoption of environmental, social and governance (ESG) best practices. Facilitating a clear link between economic value creation and sustainable business practices helps drive the integration of sustainability into business models and strategies.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "onetrustesg",
            "name": "OneTrust ESG",
            "website": ["onetrust.com", "https://onetrust.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_OneTrustESG_Main.png",
            "linkedIn": "https://www.linkedin.com/company/novisto/",
            "twitter": "https://twitter.com/NovistoPlatform",
            "bio": "OneTrust ESG simplifies the gathering, storing and assessing of your company’s ESG and metrics to help sustainability officers, supply managers, CFOs, and other key stakeholders centralize information, align to frameworks, analyze risk, and report on their ESG programs.",
            "resourceA": ["The Ultimate Guide to ESG Sustainability", "Download", "https://www.onetrust.com/resources/esg-sustainability/"],
            "resourceB": ["ESG Program Checklist", "Download", "https://www.onetrust.com/resources/esg-program-checklist/"],
            "resourceC": ["ESG Imperatives 101", "Download", "https://www.onetrust.com/resources/esg-imperatives-101/"]
        },
        {
            "id": "origamirisk",
            "name": "Origami Risk",
            "website": ["origamirisk.com", "https://origamirisk.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/12/Verdantix-Sponsor_Origami_Main.png",
            "linkedIn": "https://www.linkedin.com/company/origami-risk/",
            "twitter": "",
            "bio": "Origami Risk’s EHS suite, available on web and mobile, includes safety management, process safety management, occupational health, and environmental management offerings. Origami’s analytics tools enable EHS professionals to drive visibility into their safety data and initiatives in a single, centralized system.",
            "resourceA": ["Integrated solutions for reducing incidents & hazards", "Find our more", "https://www.origamirisk.com/products/environment-health-safety"],
            "resourceB": ["EHS Solution Suite Overview", "Find out more", "https://www.origamirisk.com/ehs-solution-suite-overview"],
            "resourceC": ["2021 Buyer’s Guide: Safety Management Software", "Download", "https://www.origamirisk.com/resources/industry-reports/2021-buyers-guide-safety-management-software"]
        },
        {
            "id": "planon",
            "name": "Planon",
            "website": ["planonsoftware.com", "https://planonsoftware.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2022/01/Verdantix-Sponsor_L_Planon_Main.png",
            "linkedIn": "https://www.linkedin.com/company/planon/",
            "twitter": "https://twitter.com/planonsoftware",
            "bio": "Planon is the leading global provider of Real Estate and Facility Management software that enables building and service digitalization by integrating the diverse landscape of smart building technology, business solutions and data into one source of truth and turning that into value for building owners, building users, and service providers. Independent market research and consulting firms have consistently rated Planon as a global leader in the market. Planon has implemented its comprehensive solutions for more than 2,500 clients, supported by offices and partners around the world.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "processmap",
            "name": "ProcessMAP",
            "website": ["processmap.com", "https://processmap.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/12/Verdantix-Sponsor_ProcessMap_Main.png",
            "linkedIn": "https://www.linkedin.com/company/processmap/",
            "twitter": "https://twitter.com/processmap",
            "bio": "ProcessMAP is the world’s leading provider of next generation, enterprise-scale, Software-as-a-Service (SaaS) platform to enable organizations become more efficient and intelligent in three key areas: Health and Safety Management; Risk & Claims Management; Environment & Sustainability; and Compliance & Quality Management. In more than 125 countries, our platform provides our customers with an integrated and turnkey platform that includes next generation software, world-class hosting infrastructure, one-stop implementation services, and the industry’s only 24×7 support with a predictable fixed subscription cost. ProcessMAP is headquartered in Sunrise, Florida, USA with offices located globally.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "pwc",
            "name": "PwC",
            "website": ["pwc.co.uk", "https://pwc.co.uk/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_pwc_Main.png",
            "linkedIn": "https://www.linkedin.com/company/pwc-uk/",
            "twitter": "https://twitter.com/pwc_uk",
            "bio": "At PwC, our purpose is to build trust in society and solve important problems. It is this focus which informs the services we provide and the decisions we make. Demonstrating genuine leadership is more important to us than size or short term revenue growth. Our strategy positions us as the leading firm; the most trusted, relevant choice for our clients and their stakeholders and the leading employer for the best people in the market.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "sphera",
            "name": "Sphera",
            "website": ["sphera.com", "https://sphera.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_sphera_Main.png",
            "linkedIn": "https://www.linkedin.com/company/sphera/",
            "twitter": "https://twitter.com/SpheraSolutions",
            "bio": "Sphera is the largest global provider of Integrated Risk Management software and information services with a focus on Environmental Health & Safety (EHS), Operational Risk and Product Stewardship. For more than 30 years, Sphera has advanced Operational Excellence by serving more than 3,000 customers and over 1 million individual users across 70-plus countries to create a safer, more sustainable and productive world.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "velocityehs",
            "name": "VelocityEHS",
            "website": ["ehs.com", "https://ehs.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_VelocityEHS_Main.png",
            "linkedIn": "https://www.linkedin.com/company/velocityehs/",
            "twitter": "https://twitter.com/velocityehs",
            "bio": "Trusted by more than 20,000 customers worldwide, VelocityEHS is the global leader in true SaaS enterprise EHS technology. Through the VelocityEHS Accelerate® Platform, the company helps global enterprises drive operational excellence by delivering best-in-class capabilities for health, safety, environmental compliance, training, operational risk and environmental, social and corporate governance (ESG). The VelocityEHS team includes unparalleled industry expertise, with more certified experts in health, safety, industrial hygiene, ergonomics, sustainability, the environment, AI, and machine learning than any EHS software provider.",
            "resourceA": ["", "", ""],
            "resourceB": ["", "", ""],
            "resourceC": ["", "", ""]
        },
        {
            "id": "wolterskluwer",
            "name": "Wolters Kluwer",
            "website": ["wolterskluwer.com", "https://wolterskluwer.com/"],
            "logo": "https://events.verdantix.com/wp-content/uploads/2021/11/Verdantix-Sponsor_Wolters-Kluwer_Main.png",
            "linkedIn": "https://www.linkedin.com/company/wolters-kluwer/",
            "twitter": "https://twitter.com/Wolters_Kluwer",
            "bio": "Wolters Kluwer is a global leader in information services and solutions for professionals in the health, tax and accounting, risk and compliance, finance and legal sectors. We help our customers make critical decisions every day by providing expert solutions that combine deep domain knowledge with specialized technology and services. Founded in 1836 and headquartered in Alphen aan den Rijn, the Netherlands, the company serves customers in over 180 countries, maintains operations in over 40 countries and employs 18,600 people worldwide.",
            "resourceA": ["The Convergence of ESG and GRC", "Download", "https://www.wolterskluwer.com/en/expert-insights/the-convergence-of-esg-and-grc"],
            "resourceB": ["Double and Dynamic Materiality: Key Drivers for Business Sustainability and Success", "Download", "https://www.wolterskluwer.com/en/expert-insights/double-and-dynamic-materiality-key-drivers-for-business-sustainability-and-success"],
            "resourceC": ["How Enablon Helps You Meet Science-Based Net-Zero Targets", "Download", "https://www.wolterskluwer.com/en/expert-insights/how-enablon-helps-you-meet-science-based-net-zero-targets"]
        }
    ],
    "speakerData" : 
    [
        {
            "id": "billPennington",
            "name": "Bill Pennington",
            "title": "Research Director, Environment, Health & Safety",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2021/10/Bill-Pennington_Rectangle.png",
            "bio": "Bill leads the Verdantix Environment, Health & Safety practice. His current agenda focuses on EHS and sustainability services, product stewardship as well as benchmarking EHS technology buyer’s budgets, priorities and preferences globally. Bill comes from a background of corporate EHS roles in the manufacturing and logistics industries. He holds an MBS degree in sustainability from the Rutgers University.",
            "linkedIn": "https://www.linkedin.com/in/bill-pennington-33612930/",
            "position": "chair",
            "speaking": ["s100", "s101", "s102", "s103", "s104"]
        },
        {
            "id": "kimKnickle",
            "name": "Kim Knickle",
            "title": "Research Director, ESG & Sustainability",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2021/08/Kim-Knickle_Rectangle.png",
            "bio": "Kim leads the Verdantix ESG & Sustainability practice, addressing business challenges and priorities in ESG and sustainability through technology. Her current research agenda focuses on ESG, sustainability and climate change services market forecast, and digital strategies to improve sustainability risk management. Her research expertise also includes manufacturing and retail industry subject matter expert, thought leadership, storytelling, emerging technology research and analysis (cloud, artificial intelligence, augmented and virtual reality, computer vision, IoT), sales enablement, competitive and SWOT analysis, market research, research operations.",
            "linkedIn": "https://www.linkedin.com/in/kim-knickle/",
            "position": "chair",
            "speaking": ["s200", "s201", "s202", "s203", "s204"]
        },
        {
            "id": "davidMetcalfe",
            "name": "David Metcalfe",
            "title": "CEO",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2021/08/David-Metcalfe_Rectangle.png",
            "bio": "David is the CEO of Verdantix and co-founded the firm in 2008. Based on his 20 years of experience in technology strategy and research roles he provides guidance on digital strategies to C-level executives at technology providers, partners at private equity firms and function heads at large corporations. His current focus is on helping clients understand their market opportunity tied to ESG investment trends and their impact on corporate sustainability strategies. During his 12 years running Verdantix – including 4 leading the New York office – he has helped dozens of clients grow their businesses through fund raising, acquisitions and international growth. David was previously SVP Research at Forrester and Head of Analysis & Forecasting at BT. He holds a PhD from Cambridge University and also worked as a Research Associate at the Harvard Business School.",
            "linkedIn": "https://www.linkedin.com/in/david-metcalfe-08352b1/",
            "position": "chair",
            "speaking": ["s101", "s204", "s300", "s301", "s302", "s304"]
        },
        {
            "id": "rodolphedArjuzon",
            "name": "Rodolphe d'Arjuzon",
            "title": "Global Head of Research at Verdantix",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2021/09/Rodolphe-dArjuzon_Rectangle.png",
            "bio": "Rodolphe co-founded Verdantix in 2008 and directs the firm’s research strategy across all practice areas. Rodolphe has over twenty years of experience in technology research and strategy consulting. He previously worked for Barclays Bank and L.E.K. Consulting. Rodolphe holds a PhD in Physics from Cambridge University.",
            "linkedIn": "https://www.linkedin.com/in/rodolphe-d-arjuzon-0346b2/",
            "position": "analyst",
            "speaking": ["s203"]
        },
        {
            "id": "rogerBottum",
            "name": "Roger Bottum",
            "title": "Senior Vice President, Product",
            "company": "VelocityEHS",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Roger-Bottum_Profile.jpg",
            "bio": "Roger Bottum, Senior Vice President, Product at VelocityEHS, leads product strategy, product planning and market intelligence for VelocityEHS. He has decades of experience in risk management software and in enterprise SaaS software. Roger is a frequent speaker at industry events and business graduate programs. Roger has worked at VelocityEHS for over six years. Previous to VelocityEHS, Roger has held various high-level positions, including COO, VP Product Management, VP Product Marketing, and CMO. Roger received a Bachelor of Arts in Political Economics from Colorado College and attended the Kellogg School of Business.",
            "linkedIn": "https://www.linkedin.com/in/rogerbottum/",
            "position": "panelist",
            "speaking": ["s101"]
        },
        {
            "id": "karlCampbell",
            "name": "Karl Campbell",
            "title": "CEO",
            "company": "Isometrix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Karl-Campbell_Profile.jpg",
            "bio": "Karl has over 30 years of experience in leading and managing global Technology and Risk Management businesses. Born in South Africa his international career has included time leading businesses in South Africa, Australia, UK, The Netherlands and the USA; working for the likes of Vodafone, Logical, Rivo Software and Progress Software. The past ten years has seen Karl focus on high growth Private Equity (PE) backed technology companies, helping them to scale and achieve successful exits. Prior to joining IsoMetrix, Karl was CEO of SafetySA, a leading provider of Safety Training, Testing, Inspection, and Certification services. Karl holds degrees in Engineering (EEE), an MBA, EMBA, and a Doctorate in Economics.",
            "linkedIn": "https://www.linkedin.com/in/karlcampbell/",
            "position": "panelist",
            "speaking": ["s201"]
        },
        {
            "id": "scottDebow",
            "name": "Scott Debow",
            "title": "Safety Practice Leader",
            "company": "Randstad US",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Scott-Debow_Profile.jpg",
            "bio": "Bio coming soon",
            "linkedIn": "https://www.linkedin.com/in/scott-debow-csp-arm-70a76521",
            "position": "panelist",
            "speaking": ["s102"]
        },
        {
            "id": "johnDony",
            "name": "John Dony",
            "title": "Senior Director, Thought Leadership",
            "company": "National Safety Council",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/John-Dony_Profile.jpg",
            "bio": "John is the Senior Director of Thought Leadership at the National Safety Council. In this capacity, he oversees the Campbell Institute, the global EHS&S center of excellence, as well as Safe Actions for Employee Returns (SAFER), NSC’s COVID-19 response initiative, and Work to Zero, focused on serious injury and fatality prevention through technology. John also leads a variety of other research and impact initiatives including programs related to psychological safety, ESG & sustainability, and more. Since joining the National Safety Council in 2007, John has led numerous high-impact programs, including the prestigious Robert W. Campbell Award. John is a frequent speaker at conferences in North America and Europe on topics including the future of work, emerging trends in EHS&S, management systems, leadership, and leading indicators. Prior to joining the Council, John held quality management, project management, and coalition-building positions in the communication and educational fields.",
            "linkedIn": "https://www.linkedin.com/in/john-dony-67599a48",
            "position": "panelist",
            "speaking": ["s104"]
        },
        {
            "id": "cindyDrucker",
            "name": "Cindy Drucker",
            "title": "Managing Director",
            "company": "PwC",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/CD.png",
            "bio": "Bio coming soon",
            "linkedIn": "https://www.linkedin.com/in/cindydrucker/",
            "position": "panelist",
            "speaking": ["s201"]
        },
        {
            "id": "tinaDuffy",
            "name": "Tina Duffy",
            "title": "VP of Product Management",
            "company": "ProcessMAP",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Tina-Duffy_Profile.jpg",
            "bio": "Tina Duffy has 17 years of global experience focusing both on corporate and facility-level Health and Safety programs. Tina holds a BS in Safety and Environmental Management from Slippery Rock University of Pennsylvania, and previously worked in corporate EHS for one of the world’s leading specialty chemical companies, where she provided safety leadership, EHS functional expertise, data-driven safety performance improvement solutions, and EHS software management to sites around the globe. As the Vice President of Product Management, Tina focuses on vision, strategy, and the development of ProcessMAP’s EHS software platform. Tina, who is also an ASSP member, is a frequent speaker at conferences and actively works to increase women’s EHS education and leadership.",
            "linkedIn": "https://www.linkedin.com/in/tinaduffy/",
            "position": "panelist",
            "speaking": ["s102"]
        },
        {
            "id": "robGarcia",
            "name": "Rob Garcia",
            "title": "Senior Product Manager – Risk & Control",
            "company": "Wolters Kluwer",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Rob-Garcia_Profile.jpg",
            "bio": "Rob Garcia has spent the last decade emersed in the integrated risk management software space. From product design to sales and implementation, Rob has directed innovation in the Americas, EMEA, and APAC markets. Most recently, he worked as an advisory consultant for a GRC services partner specializing in large scale software deployments for asset intensive organizations before joining Wolters Kluwer | Enablon as a Solution Consultant and Risk Management Subject Matter Expert.",
            "linkedIn": "https://www.linkedin.com/in/robert-garcia-96614863/",
            "position": "panelist",
            "speaking": []
        },
        {
            "id": "tonyHenshaw",
            "name": "Tony Henshaw",
            "title": "Senior Advisor",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/TH.png",
            "bio": "Rob Garcia has spent the last decade emersed in the integrated risk management software space. From product design to sales and implementation, Rob has directed innovation in the Americas, EMEA, and APAC markets. Most recently, he worked as an advisory consultant for a GRC services partner specializing in large scale software deployments for asset intensive organizations before joining Wolters Kluwer | Enablon as a Solution Consultant and Risk Management Subject Matter Expert.",
            "linkedIn": "https://www.linkedin.com/in/1tonyhenshaw/",
            "position": "analyst",
            "speaking": ["s201", "s301"]
        },
        {
            "id": "donavanHornsby",
            "name": "Donavan Hornsby",
            "title": "Chief Market Strategy Officer",
            "company": "Benchmark ESG",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Donavan-Hornsby_Profile.jpg",
            "bio": "Donavan Hornsby has dedicated the past 20 years of his career to the advancement of Environment, Social & Governance (ESG) principles and best practices in industry. Donavan serves as Chief Market Strategy Officer at Benchmark Digital Partners LLC and the Benchmark ESG™ | Gensuite® digital solution. As a member of Benchmark Digital's executive team, Donavan provides strategic direction for global business/market development and product leadership & innovation for the organization. In addition to organizational leadership responsibilities, Donavan is an active thought leader and member of cross-industry efforts to advance and promote the impact of and best practices within ESG. Prior to joining Benchmark ESG™ | Gensuite®, in 2001, Donavan held various leadership roles within the technology and service sectors. He received his MBA with distinction from the University of Louisville and his undergraduate degree from DePauw University. Outside of his professional commitments, Donavan leads a non-profit organization, working with landowners to protect and conserve land with special natural, agricultural or scenic value in his home state of Kentucky.",
            "linkedIn": "https://www.linkedin.com/in/donavanhornsby",
            "position": "panelist",
            "speaking": ["s202"]
        },
        {
            "id": "jillJames",
            "name": "Jill James",
            "title": "Chief Safety Officer",
            "company": "HSI",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Jill_James_Profile.jpg",
            "bio": "Jill James is Chief Safety Officer at HSI. Jill’s 28-year health and safety career includes 12 years as Senior Safety Investigator with OSHA, and several years in healthcare, education, biotech, life sciences and the poultry industry. At HSI, Jill focuses on tracking/deciphering regulatory changes and trends, thought leadership, product, external relationships, and internal training. Jill is host of the Accidental Safety Pro podcast and content creator of the Supervisor Safety Tip video series.",
            "linkedIn": "https://www.linkedin.com/in/jilljamesvivid/",
            "position": "panelist",
            "speaking": ["s102"]
        },
        {
            "id": "simonJones",
            "name": "Simon Jones",
            "title": "Director, Solutions Consulting",
            "company": "Sphera",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Simon-Jones_Profile.jpg",
            "bio": "Simon Jones has 25+ years of international experience in the chemical, oil & gas and refining industries.   Simon leads the Operational Risk Management consulting practice at Sphera, where he works with energy and chemical industry clients to plan, design and deliver optimized, technology-enabled processes for risk management and frontline work control. Simon’s background is in process safety – he holds an engineering Master’s degree in Process Safety and Loss Prevention from Sheffield University in the UK and is actively involved in the Center for Chemical Process Safety (CCPS) as a representative on the global Technical Steering Committee and in the Center’s European regional network.",
            "linkedIn": "https://www.linkedin.com/in/simon-j-6095731/",
            "position": "panelist",
            "speaking": ["s104"]
        },
        {
            "id": "nancyKralik",
            "name": "Nancy Kralik",
            "title": "Sustainability Group Chair",
            "company": "Fluor",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Nancy-Kralik_Profile.jpg",
            "bio": "Nancy Kralik is a licensed civil and environmental engineer with over 40 years of experience in the development and implementation of health, safety, environmental, and sustainability practices globally. She is the Sustainability Group Chair for Fluor Corporation and is Fluor’s representative on the Carbon to Value Carbontech Leadership Council. She serves as the chair of Fluor's executive-level Sustainability Committee. She has been the HSE project manager on onshore and offshore facilities, refineries, and chemical plants for major oil and gas companies, conducted field investigations, and managed global HSE regulatory issues. Nancy has M.S. degrees in civil/environmental engineering and fisheries biology, a B.S. in biology, and an Associate’s Certificate in Project Management. She is an ASCE Fellow, LEED (Leadership in Energy and Environmental Design) Accredited Professional, and Envision Sustainability Professional. Nancy is a member of ASCE’s Committee on Sustainability subcommittees on education, communications, and policy; and a member of Engineers Without Borders. She serves on the Leadership Council of Children’s Environmental Literacy Foundation, a non-profit organization. Nancy sits on the University of Houston’s College of Natural Science & Mathematics Dean’s advisory board and on Indiana University of Pennsylvania’s College of Natural Science & Mathematics Dean’s advisory board.",
            "linkedIn": "https://www.linkedin.com/in/nancykralik",
            "position": "panelist",
            "speaking": ["s302"]
        },
        {
            "id": "elizabethLogan",
            "name": "Elizabeth Logan",
            "title": "ESG, Climate Change, Strategy and Reporting | Net Zero Target Setting & Planning",
            "company": "AECOM",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/EL.png",
            "bio": "Bio coming soon",
            "linkedIn": "https://www.linkedin.com/in/elizabethlogan/",
            "position": "panelist",
            "speaking": ["s302"]
        },
        {
            "id": "johnLovenburg",
            "name": "John Lovenburg",
            "title": "Vice President, Environment & Sustainability",
            "company": "BNSF Railway",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/John-Lovenburg_Profile.jpg",
            "bio": "John Lovenburg is the vice president, Environment & Sustainability for BNSF Railway.  He leads a team responsible for sustainability and climate change; energy and advanced energy innovation; environmental law; construction permitting, environmental field operations and engineering; remediation; and hazardous materials. John is active in sustainable development, operations, innovation, governance, and markets.  He is the Executive Advisor for BNSF’s sustainable business markets initiative.  He is on the Board of Directors of the Environmental Law Institute and a member of the Cyclyx Executive Advisory Board for advanced recycling of plastics. John has more than 30 years of environmental management experience and was previously with CH2M (now Jacobs) where he was vice president, Global Site Remediation and Revitalization.",
            "linkedIn": "https://www.linkedin.com/in/john-lovenburg-5020aa4",
            "position": "panelist",
            "speaking": ["s103"]
        },
        {
            "id": "jeremyMollet",
            "name": "Jeremy Mollet",
            "title": "Director of Governance, Emergency & Analytics",
            "company": "Nutrien",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/JM.png",
            "bio": "Bio coming soon",
            "linkedIn": "",
            "position": "panelist",
            "speaking": ["s203"]
        },
        {
            "id": "ericMorris",
            "name": "Eric Morris",
            "title": "Head of Products, EHS",
            "company": "Compliance Quest",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Eric-Morris_Profile-new.jpg",
            "bio": "As Head of Products – EHS, Eric is responsible for the growth and success of the Environment, Health & Safety business, with a strong emphasis on driving customer success across the user journey. Eric comes to ComplianceQuest with over 15 years of leadership experience at QHSE vendors. Eric is a Certified Scrum Product owner (CSPO), a Certified Risk Manager (CRM) and holds diplomas in Risk Management and Environmental Management from universities in the UK and Canada. He has a BS in Electrical Engineering from Christian Brothers University in Memphis, TN",
            "linkedIn": "https://www.linkedin.com/in/ercmorris/",
            "position": "panelist",
            "speaking": ["s204"]
        },
        {
            "id": "stuartNeumann",
            "name": "Stuart Neumann",
            "title": "Vice President, Advisory Services",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/01/Stuart-Neumann_Rectangle.png",
            "bio": "Stuart Neumann leads Verdantix consulting services worldwide which involves delivering high impact projects for clients seeking help with challenges and opportunities in the energy, EH&S and sustainability markets. His client project experience in the energy sector spans energy services commercial due diligence, go to market strategy, renewable energy market forecasts, power utility sustainability benchmarks and CEO-level thought leadership projects. Stuart joined Verdantix in 2010. Prior to his career at Verdantix, Stuart was a management consultant at Accenture for 5 years. Stuart holds an MSc in Environmental Geomorphology from Oxford University and a BA in Geography from the University of Nottingham.",
            "linkedIn": "https://www.linkedin.com/in/stuart-neumann-6a870021/",
            "position": "analyst",
            "speaking": ["s302"]
        },
        {
            "id": "davidPicton",
            "name": "David Picton",
            "title": "SVP of Sustainability",
            "company": "Alcumus",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/DP.png",
            "bio": "Bio coming soon",
            "linkedIn": "https://uk.linkedin.com/in/davidpicton",
            "position": "panelist",
            "speaking": ["s202"]
        },
        {
            "id": "darlenePope",
            "name": "Darlene Pope",
            "title": "President, North America",
            "company": "Planon",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/DP.png",
            "bio": "Bio coming soon",
            "linkedIn": "",
            "position": "panelist",
            "speaking": []
        },
        {
            "id": "jessicaPransky",
            "name": "Jessica Pransky",
            "title": "Principal Analyst",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/JP.png",
            "bio": "Bio coming soon",
            "linkedIn": "https://www.linkedin.com/in/jessica-pransky-58704112/",
            "position": "analyst",
            "speaking": ["s103"]
        },
        {
            "id": "samRenshaw",
            "name": "Sam Renshaw",
            "title": "Analyst",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/01/Sam-Renshaw_Rectangle.png",
            "bio": "Sam is an Industry Analyst in the ESG & Sustainability practice. His current research agenda focuses on ESG solutions across financial markets including ESG information providers and sustainability consulting. Sam joined Verdantix in 2021, and previously worked at Moody’s Analytics as part of the Buy-Side Solutions team. He holds a BSc from The University of Nottingham in Economics and is a CFA Level 2 candidate.",
            "linkedIn": "https://www.linkedin.com/in/sam-renshaw-47aa0610a/",
            "position": "analyst",
            "speaking": ["s202"]
        },
        {
            "id": "chrisSayers",
            "name": "Chris Sayers",
            "title": "Analyst",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/01/Chris-Sayers_Rectangle.png",
            "bio": "Chris is a Technology Analyst in the Verdantix EHS practice. His current research agenda focuses on digital mental health and wellbeing solutions. Chris joined Verdantix in 2020 and has previous experience at EY, where he specialised in robotic process automation (RPA). He holds an M.Eng. in Engineering Science from Oxford University with a concentration in machine learning and machine vision.",
            "linkedIn": "https://www.linkedin.com/in/christopher-sayers-676438148/",
            "position": "analyst",
            "speaking": ["s102"]
        },
        {
            "id": "martyStern",
            "name": "Marty Stern",
            "title": "Global Director",
            "company": "Colgate-Palmolive",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/02/Marty-Stern_Profile-Image.jpg",
            "bio": "Bio coming soon",
            "linkedIn": "https://www.linkedin.com/in/sam-renshaw-47aa0610a/",
            "position": "panelist",
            "speaking": ["s101"]
        },
        {
            "id": "connorTaylor",
            "name": "Connor Taylor",
            "title": "Analyst",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2022/01/Connor-Taylor_Rectangle.png",
            "bio": "Connor is a Technology Analyst in the ESG & Sustainability practice. His current research agenda focuses on emerging software solutions across financial markets, and broader market trends in the ESG space. Connor joined Verdantix in 2021 and has experience in EHS technology sales and development. He holds a B.A from Cambridge University in Anglo-Saxon, Norse and Celtic.",
            "linkedIn": "https://www.linkedin.com/in/connor-taylor-317b3b167/",
            "position": "analyst",
            "speaking": ["s303"]
        },
        {
            "id": "malavikaTohani",
            "name": "Malavika Tohani",
            "title": "Research Director, Operational Excellence",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2021/10/Malavika-Tohani_Rectangle.png",
            "bio": "Malavika leads the Verdantix Operational Excellence practice. Her current research agenda focuses on digital technologies for Operational Excellence including digital twins and software solutions for industrial risk and asset management. Malavika has over 15 years’ experience in research and strategy consulting. Malavika previously worked at Frost & Sullivan, managing and delivering advisory projects for clients involving expansion, acquisition, benchmarking and product development strategies. Malavika holds a MSc in Economics from Madras School of Economics.",
            "linkedIn": "https://www.linkedin.com/in/mtohani/",
            "position": "analyst",
            "speaking": ["s104"]
        },        
        {
            "id": "malavikaTohani",
            "name": "Malavika Tohani",
            "title": "Research Director, Operational Excellence",
            "company": "Verdantix",
            "photo": "https://events.verdantix.com/wp-content/uploads/2021/10/Malavika-Tohani_Rectangle.png",
            "bio": "Malavika leads the Verdantix Operational Excellence practice. Her current research agenda focuses on digital technologies for Operational Excellence including digital twins and software solutions for industrial risk and asset management. Malavika has over 15 years’ experience in research and strategy consulting. Malavika previously worked at Frost & Sullivan, managing and delivering advisory projects for clients involving expansion, acquisition, benchmarking and product development strategies. Malavika holds a MSc in Economics from Madras School of Economics.",
            "linkedIn": "https://www.linkedin.com/in/mtohani/",
            "position": "analyst",
            "speaking": ["s104"]
        }
    ]
  }